/* Localizable.strings
  ryyder

  Created by Akira Matsuda on 3/29/15.
  Copyright (c) 2015 Akira Matsuda. All rights reserved. */

/* No comment provided by engineer. */
"Added" = "追加完了";

/* No comment provided by engineer. */
"Application will automatically sync at launch." = "起動時に同期されます。";

/* No comment provided by engineer. */
"Could not delete pinned article.(%@)" = "ピンされた記事を削除できませんでした.(%@)";

/* Error */
"Error" = "エラー";

/* No comment provided by engineer. */
"Login failed" = "ログイン失敗";

/* No comment provided by engineer. */
"Login succeeded" = "ログイン成功";

/* No comment provided by engineer. */
"Mark all as read" = "すべて既読にする";

/* No comment provided by engineer. */
"No results" = "同期完了";

/* NoteLinkIsNotValidFormat */
"NoteLinkIsNotValidFormat" = "NoteLinkIsNotValidFormat";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "開く";

/* No comment provided by engineer. */
"Operation succeeded." = "完了";

/* No comment provided by engineer. */
"Pinned (%lu / 100)" = "ピン (%lu / 100)";

/* No comment provided by engineer. */
"Pinned list" = "ピンされた記事";

/* No comment provided by engineer. */
"Please check your username or password." = "正しいユーザ名及びパスワードを入力してください。";

/* No comment provided by engineer. */
"Please input your account information." = "アカウント情報を入力してください。";

/* No comment provided by engineer. */
"ryyder is updated" = "ryyderがアップデートされました";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"There are %ld unread contents available." = "%ld件の未読記事があります。";

/* No comment provided by engineer. */
"There are no new updates." = "新着記事はありません。";

/* No comment provided by engineer. */
"There is %ld unread content available." = "%ld件の未読記事があります。";

